<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0">
  <channel>
    <title>PARAMOURS</title>
    <description></description>
    <lastBuildDate>2012-09-05T17:33:50.0924493Z</lastBuildDate>
    <link>http://www.paramours.cl</link>
    <item>
      <title>Isban Chile implementa con éxito Cambio de Marca de Santander Colombia a Corpbanca</title>
      <link>http://www.paramours.clDefault.aspx?CodContenido=26</link>
      <pubDate>2012-09-05T13:33:44</pubDate>
      <description>Isban Chile implementa con &amp;eacute;xito Cambio de Marca de Santander Colombia a Corpbanca En un trabajo conjunto con Isban M&amp;eacute;xico, Isban Brasil y Produban, se migraron sin inconvenientes m&amp;aacute;s de 60 aplicaciones, que permitieron culminar satisfactoriamente el primer hito del cambio de marca del Banco. Luego de la venta de Banco Santander Colombia realizada por Grupo Santander a CorpBanca Chile en 2011, el fin de semana del 22 de agosto se cumpli&amp;oacute; con &amp;eacute;xito el primer hito de este proyecto denominado "Cambio de Marca". En este proceso se migraron -en promedio- m&amp;aacute;s de 60 aplicaciones en forma exitosa. Las incidencias reportadas fueron m&amp;iacute;nimas, lo que permiti&amp;oacute; al Banco abrir sus puertas al p&amp;uacute;blico el 21 de agosto sin ning&amp;uacute;n impacto a clientes. Seg&amp;uacute;n nos cuenta Patricio Moya, Director de IT Retail CDD Colombia &amp;amp; Per&amp;uacute;, "el gran trabajo en equipo realizado fue clave para lograr con &amp;eacute;xito dicha instalaci&amp;oacute;n, pues se gener&amp;oacute; una excelente coordinaci&amp;oacute;n entre las unidades de Laboratorio de Isban Chile, Isban M&amp;eacute;xico e Isban Brasil, Produban y la coordinaci&amp;oacute;n del grupo CDD Colombia". En cuanto a la migraci&amp;oacute;n, Isban M&amp;eacute;xico realiz&amp;oacute; el traspaso de IVR, Ventana Marco, SIA, Rector, PBX; Isban Brasil migr&amp;oacute; el m&amp;oacute;dulo de Pampa, e Isban Chile los m&amp;oacute;dulos de Carmen, TF, Firmas y Poderes, Confirming, Web Proveedores, Blanca, Alta&amp;iacute;r (Personas, Contabilidad, Prestamos, Garant&amp;iacute;as, Seguros, Tablas Corporativas, Pasivos, Taquilla, Paquetes). Patricio Moya agrega que, "sin lugar a dudas, esta es una demostraci&amp;oacute;n que en Isban podemos hacer las cosas muy bien en tiempo, calidad y forma. Un agradecimiento a todos por las horas de dedicaci&amp;oacute;n al proyecto y, sobre todo, al gran apoyo logrado en los d&amp;iacute;as de la implantaci&amp;oacute;n". Asimismo, las directivas del Banco quedaron muy contentas y agradecidas por el gran apoyo entregado por los Isban y Produban en esta primera e importante etapa de migraci&amp;oacute;n, lo que se refleja en las siguientes palabras: Adriana Estrada, Jefe de Proyecto para Cambio de marca: "Hemos culminado con &amp;eacute;xito esta Fase de Cambio de Marca 'Superando' los objetivos planteados y lo hemos logrado de la mano de ustedes. Agradecemos todo el apoyo de los diferentes equipos que hicieron posible este logro, acompa&amp;ntilde;&amp;aacute;ndonos en todo el proceso desde las definiciones mismas hasta el paso a producci&amp;oacute;n". Lilian Rocio Barrios, Vicepresidenta de Medios y Calidad: "Me uno a este saludo de felicitaci&amp;oacute;n y agradecimiento por el excelente soporte y trabajo que vienen realizando los Isban y Produban. Realmente se han lucido y est&amp;aacute;n siendo un apoyo fundamental para este importante proceso de cambio de marca que estamos viviendo.</description>
    </item>
  </channel>
</rss>